
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "อัตโนมัติ";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "รหัสผ่าน PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "ข้อมูลลับ IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "รหัสผ่าน IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "การเชื่อมต่อเครือข่าย (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "การเชื่อมต่อเครือข่าย";
"KEYCHAIN_KIND_EAPOL" = "รหัสผ่าน 802.1X";
